11/data/attachments/296b049fe2c852c2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Antonio_never_Actions_36705_0</nif:username>
            <nif:friendToBeRequested>soap_actions_9c581f7f-539e-4ef5-9729-453a7ac2136f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>